[
  {
    "task_id": "helps/0",
    "input": "I want to buy an apartment. Create me a table with 'years', 'percent', 'month payment', 'general costs' columns for credit offers from top 3 most popular banks in Poland."
  },
  {
    "task_id": "helps/1",
    "input": "How can I use a swap file instead of a swap partition on Ubuntu?"
  },
  {
    "task_id": "helps/2",
    "input": "I am the owner of an innovative carpentry shop making furniture combining wood and epoxy. Generate a short text (max. 5 sentences) to present my company on the website, at a conference or in conversations with potential business partners."
  },
  {
    "task_id": "helps/3",
    "input": "I want to relax by watching a live cam from somewhere in the world. Suggest me a place to watch?"
  },
  {
    "task_id": "helps/4",
    "input": "Write short short good-night story for my daughter about crazy bunny."
  },
  {
    "task_id": "helps/5",
    "input": "How can I put links in markdown file? Provide example."
  },
  {
    "task_id": "helps/6",
    "input": "Write a polite letter to my boss to reschedule our Saturday morning meeting."
  },
  {
    "task_id": "helps/7",
    "input": "What should I return in HTTP patch operation? New object or the original one?"
  },
  {
    "task_id": "helps/8",
    "input": "Solve, translate and provide explanation: De voorzitter (staan)___ op en zei : 'Is iedereen daar?'"
  },
  {
    "task_id": "helps/9",
    "input": "I am working on the electricity in my new house I bought. I've grounded some power sockets but now the the earth leakage breaker switches off immediately when I try to switch on the main power. What could be the problem here?"
  },
  {
    "task_id": "helps/10",
    "input": "I have a flight today and the plane is taking off from Chopin Airport at 8PM. How can I get there as soon as possible, assuming that I'm at the Warsaw Central Train station right now?"
  },
  {
    "task_id": "helps/11",
    "input": "Does my cat love?"
  },
  {
    "task_id": "helps/12",
    "input": "Give me the latest information on what's going on with AI."
  },
  {
    "task_id": "helps/13",
    "input": "Help me rephrase this text in a more professional and serious tone: 'I will not be able to join as I have more important things to do'"
  },
  {
    "task_id": "helps/14",
    "input": "Write a template of cover letter for professional analyst with 10 years of experience that worked in major banks: Bank1, Bank2, Bank3."
  },
  {
    "task_id": "helps/15",
    "input": "Regex to find this kind of string: '_id': '564f6d46-b3de-4b88-a92d-b1780e09f1dd'"
  },
  {
    "task_id": "helps/16",
    "input": "I have a prescription for a flash glucose monitoring (FGM) sensor that replaces the need to monitor blood glucose levels with a glucometer for up to 3 units. Where and how to order it?"
  },
  {
    "task_id": "helps/17",
    "input": "What are the torque specifications for caliper mounting bracket bolts on a 2010 Chevy Colorado?"
  },
  {
    "task_id": "helps/18",
    "input": "Let's say there is closed gas system with temperature of 5c pressure 100 atmospheres and it's 100l of co2. How much energy will produce increasing temperature of this system by 20c degrees?"
  },
  {
    "task_id": "helps/19",
    "input": "I have a headache. What would be the best approach to deal with it - lay down doing nothing, go for a walk, watch some funny movie. I heard something really interesting can help with headache sometimes."
  },
  {
    "task_id": "helps/20",
    "input": "My cat wakes me up every day at 5 a.m. and scratches the window. What can I do to make him stop doing this?"
  },
  {
    "task_id": "helps/21",
    "input": "Break down the following sentence grammatically: 270人以上の選挙人を集めると当選が確実になります。"
  },
  {
    "task_id": "helps/22",
    "input": "I am doing a short 20 min presentation on mental toughness based on the MTQ48 tool. Please give me some examples of how this tool and mental toughness theory is used in sport and give me some interesting statistics based on mental toughness research."
  },
  {
    "task_id": "helps/23",
    "input": "Write a letter of condolence for family of retired army veteran."
  },
  {
    "task_id": "helps/24",
    "input": "Write short description on what are dangling pointers in C++."
  },
  {
    "task_id": "helps/25",
    "input": "Give me name and location of all the taco joints within 1 hour drive, ranked by quality."
  },
  {
    "task_id": "helps/26",
    "input": "Im making a precipitation chart and i have its Y axis in mm/h. What should be the limit of that chart? Maybe a logarithmic scale?"
  },
  {
    "task_id": "helps/27",
    "input": "Was it more healthy chicken nuggets or veggie chicken nuggets from McDonald's?"
  },
  {
    "task_id": "helps/28",
    "input": "I heard a word last week that I didn't know what it meant. It describes a character of a person as being calm, timid, it started with 'ph' do you remember the word?"
  },
  {
    "task_id": "helps/29",
    "input": "I would like to eat some good pizza. Can you recommend me something in Wrocław? I am looking for a restaurant with food delivery service."
  },
  {
    "task_id": "helps/30",
    "input": "Give me 2 low budget recipes please."
  },
  {
    "task_id": "helps/31",
    "input": "Find me a link to dataset for bacteria infected X-Ray images of human chest."
  },
  {
    "task_id": "helps/32",
    "input": "I need to interview candidates for a GenAI cybersecurity position, what key questions should I ask to verify the candidate has the right skills?"
  },
  {
    "task_id": "helps/33",
    "input": "Using typescript, i have a string that can have anything, quotes, commas, new lines, etc. I want to add it to a csv string, correctly format it."
  },
  {
    "task_id": "helps/34",
    "input": "Where do the words come from: 'It's a bold yet noble idea to aim at the stars with a slingshot'?"
  },
  {
    "task_id": "helps/35",
    "input": "What are the differences between the NASB and LSB translations for the 7 'I Am' verses in the Gospel of John?"
  },
  {
    "task_id": "helps/36",
    "input": "Write regular expression to detect dates in polish format."
  },
  {
    "task_id": "helps/37",
    "input": "There is a word that is on the tip of my tongue, but I can't remember it. It's something like motivation, or driving force."
  },
  {
    "task_id": "helps/38",
    "input": "In psychology, what is the name given to the phenomenon that when you yourself are in a situation (e.g. divorce) or making a decision (e.g. buying a car of a certain brand), you pick up similar situations from your environment and subconsciously reinforce their occurrence?"
  },
  {
    "task_id": "helps/39",
    "input": "My stove is dead. make a recipe with instant noodle, cheese, ham, bacon, spices without using a stove."
  },
  {
    "task_id": "helps/40",
    "input": "How many people die at dentists each year?"
  },
  {
    "task_id": "helps/41",
    "input": "How much salt per 100g of sausage is considered normal and how much is to much?"
  },
  {
    "task_id": "helps/42",
    "input": "Could you make me a schedule for running. I want to be able to run 10K in 4 months. I want to run twice a week."
  },
  {
    "task_id": "helps/43",
    "input": "Hey, I recently heard a song that goes like 'I'm not a man of too many faces. The mask I wear is one'. Can you remind me the title?"
  },
  {
    "task_id": "helps/44",
    "input": "Symptoms, treatment, screening test for porphyria"
  },
  {
    "task_id": "helps/45",
    "input": "I'll be traveling in December and I'll only have a day in Rome, How would you recommend I spend my day there?"
  },
  {
    "task_id": "helps/46",
    "input": "Python install and record requirements openapi package."
  },
  {
    "task_id": "helps/47",
    "input": "Present a logical argument why the concept of a Perfect Being is internally contradictory (self-refuting)."
  },
  {
    "task_id": "helps/48",
    "input": "How do you start a non-profit organization in the US?"
  },
  {
    "task_id": "helps/49",
    "input": "How do you take care of your own health without medication? Give examples of natural remedies for common seasonal illnesses."
  },
  {
    "task_id": "helps/50",
    "input": "How to install an air conditioner yourself? Give step-by-step details and the tools needed."
  },
  {
    "task_id": "helps/51",
    "input": "What's the difference between manjaro and ubuntu linux distros for a newcomer?"
  },
  {
    "task_id": "helps/52",
    "input": "Write me great Christmas wishes for my grandma"
  },
  {
    "task_id": "helps/53",
    "input": "I have a beko dishwasher. It displays ERR2. What is wrong with it? How to resolve this?"
  },
  {
    "task_id": "helps/54",
    "input": "How can I connect water to my Samsung fridge?"
  },
  {
    "task_id": "helps/55",
    "input": "What's the difference between English B2 and A2?"
  },
  {
    "task_id": "helps/56",
    "input": "I'm planning a small vegetable garden. Can you suggest a planting schedule for tomatoes, cucumbers, and carrots?"
  },
  {
    "task_id": "helps/57",
    "input": "How can I stop procrastinating and focus better on my work?"
  },
  {
    "task_id": "helps/58",
    "input": "Write a haiku about the first snowfall of the year."
  },
  {
    "task_id": "helps/59",
    "input": "What are the key differences between traditional and Roth IRAs in the US?"
  },
  {
    "task_id": "helps/60",
    "input": "I forgot my wife's birthday. How can I apologize in a meaningful way?"
  },
  {
    "task_id": "helps/61",
    "input": "Suggest a list of books similar to 'The Alchemist' by Paulo Coelho."
  },
  {
    "task_id": "helps/62",
    "input": "What are the nutritional differences between almond milk and cow's milk?"
  },
  {
    "task_id": "helps/63",
    "input": "I'm attending a wedding in winter. What should I wear to look stylish but stay warm?"
  },
  {
    "task_id": "helps/64",
    "input": "Write a resignation letter for an entry-level software engineer."
  },
  {
    "task_id": "helps/65",
    "input": "Explain why the sky appears blue during the day and red during sunset."
  },
  {
    "task_id": "helps/66",
    "input": "I want to start learning Japanese. What resources do you recommend for beginners?"
  },
  {
    "task_id": "helps/67",
    "input": "How do I set up a home Wi-Fi network securely?"
  },
  {
    "task_id": "helps/68",
    "input": "What are some creative ideas for a 10-year-old's birthday party?"
  },
  {
    "task_id": "helps/69",
    "input": "Create a 3-day workout plan for someone new to exercising."
  },
  {
    "task_id": "helps/70",
    "input": "How do I set up a budget to save for a vacation?"
  },
  {
    "task_id": "helps/71",
    "input": "What's the best way to remove wine stains from a white shirt?"
  },
  {
    "task_id": "helps/72",
    "input": "What are the symptoms of vitamin D deficiency and how can I address them?"
  },
  {
    "task_id": "helps/73",
    "input": "Write a short speech to thank my team for their hard work this year."
  },
  {
    "task_id": "helps/74",
    "input": "Explain how compound interest works with a simple example."
  },
  {
    "task_id": "helps/75",
    "input": "How can I make my small apartment feel more spacious?"
  },
  {
    "task_id": "helps/76",
    "input": "What are some easy and healthy snacks for kids?"
  },
  {
    "task_id": "helps/77",
    "input": "I'm planning a trip to Japan. What are the must-visit places for first-timers?"
  },
  {
    "task_id": "helps/78",
    "input": "How can I improve my public speaking skills?"
  },
  {
    "task_id": "helps/79",
    "input": "What are the best practices for maintaining a healthy work-life balance?"
  },
  {
    "task_id": "helps/80",
    "input": "How do I choose the right laptop for graphic design work?"
  },
  {
    "task_id": "helps/81",
    "input": "Write a funny invitation for a family game night."
  },
  {
    "task_id": "helps/82",
    "input": "What are the benefits of yoga for mental health?"
  },
  {
    "task_id": "helps/83",
    "input": "What is the difference between a credit score and a credit report?"
  },
  {
    "task_id": "helps/84",
    "input": "How can I make my resume stand out for a marketing job?"
  },
  {
    "task_id": "helps/85",
    "input": "I'm new to investing. What are some safe options to start with?"
  },
  {
    "task_id": "helps/86",
    "input": "Explain the concept of blockchain in simple terms."
  },
  {
    "task_id": "helps/87",
    "input": "What are the steps to apply for a passport in the US?"
  },
  {
    "task_id": "helps/88",
    "input": "How do I bake a perfect chocolate chip cookie?"
  },
  {
    "task_id": "helps/89",
    "input": "What are some fun at-home date night ideas?"
  },
  {
    "task_id": "helps/90",
    "input": "Write a formal apology email for missing an important meeting."
  },
  {
    "task_id": "helps/91",
    "input": "What are the key differences between fixed and variable-rate mortgages?"
  },
  {
    "task_id": "helps/92",
    "input": "How do I clean and maintain leather shoes?"
  },
  {
    "task_id": "helps/93",
    "input": "What are the signs of burnout, and how can I prevent it?"
  },
  {
    "task_id": "helps/94",
    "input": "I'm moving abroad for work. What should I know before relocating?"
  },
  {
    "task_id": "helps/95",
    "input": "How do I politely decline an invitation to a social event?"
  },
  {
    "task_id": "helps/96",
    "input": "What are some beginner tips for taking care of houseplants?"
  },
  {
    "task_id": "helps/97",
    "input": "How can I recycle old electronics responsibly?"
  },
  {
    "task_id": "helps/98",
    "input": "What's the best way to organize a messy closet?"
  },
  {
    "task_id": "helps/99",
    "input": "How can I prepare for a job interview effectively?"
  }
]